Repository: hiroooo/ckeditor5-audio
Catalog: lang/translations/*.po
Languages: fr

# The label for the audio widget.
source: audio widget
fr: Objet audio

# The label for the Side audio option.
source: Side audio
fr: Audio latérale

# The label for the Full size audio option.
source: Full size audio
fr: Audio taille réelle

# The label for the Left aligned audio option.
source: Left aligned audio
fr: Audio alignée à gauche

# The label for the Centered audio option.
source: Centered audio
fr: Audio centrée

# The label for the Right aligned audio option.
source: Right aligned audio
fr: Audio alignée à droite

# The title of the notification displayed when upload fails.
source: Upload failed
fr: Échec de l'envoi

source: Audio toolbar
fr: Barre d'outils des audios

source: Resize audio
fr: Redimensionner la audio

# The label used for the standalone resize options buttons in the audio toolbar.
source: Resize audio to %0
fr: Redimensionner à% 0

source: Resize audio to the original size
fr: Appliquer les dimensions d'origine

# The default label for the resize option that resets the size of the audio.
source: Original
fr: Taille originale

# The accessibility label of the audio resize dropdown for screen readers.
source: Audio resize list
fr: Liste des tailles de audio

# The label of the form submit button if the audio source URL input has no value.
source: Insert
fr: Insérer

# The label of the form submit button if the audio source URL input has a value.
source: Update
fr: Modifier

# The input label for the Insert audio via URL form.
source: Insert audio via URL
fr: Insérer une audio à partir d'un URL

# The input label for the Insert audio via URL form for a pre-existing audio.
source: Update audio URL
fr: Modifier l'URL de la audio

# The content of the tip below the Insert audio via URL form.
source: Paste the audio source URL.
fr: Collez l'URL de la audio insérer
